export default {
  greeting: {
    main: "どんどん追加予定",
    t0: "",
  },
  lights: "電気",
  made: "Made with ",
  moved: "ここで私のポートフォリオを見つけることを期待していた場合、移動されました。\n" + "必要であれば、お手持ちの方法でご連絡ください。",
  kancolle: "英語版艦これ情報",
  art: "絵描き",
  art_notice: "告知：作家がないキャラは自分のオリキャラです。言及された作家たちはキャラクターデザイナーです。",
  comics: "漫画",
  comics_notice: "告知：en/03はまだ英語に翻訳されていません.そのうち日本語にも翻訳するかもしれません。ここにあるすべての漫画には、テーマと制約がありました。",
  fanart: "ファンアート",
  fanart_notice: "自分のキャラクターの絵を描いていただいて、本当に感謝しています！ありがとうございます！",
  games: "ゲーム",
  load: "読み込み中...",
};
