export default {
  greeting: {
    main: "どんどん追加予定",
    t0: "",
  },
  lights: "電気",
  made: "Made with ",
  moved:
    "ここで私のポートフォリオを見つけることを期待していた場合、移動されました。\n" +
    "必要であれば、お手持ちの方法でご連絡ください。",
  kancolle: "英語版艦これ情報",
  art: "絵描き",
  art_notice: "告知：作家がないキャラは自分のオリキャラです。言及された作家たちはキャラクターデザイナーです。",
  comics: "漫画",
  comics_notice: `告知：そのうち日本語に翻訳するかもしれません。ここにあるすべての漫画には、テーマと制約がありました。
                  <b>01.</b> テーマ：すべてはスケールの問題！<small>（「スケール」はフランス語で「échelle」と言いますが、「はしご」という意味もあるので、私はただはしごを描きました。）</small>
                      制約：錯視（視覚トリック）を登場させること。
                  <b>02.</b> テーマ：思いがけない旅
                      制約：全体が白黒の場合は少なくとも1ページをカラーに、逆にカラー作品では1ページを白黒（グレーなし）にすること。
                  <b>03.</b> テーマ：不気味な奇妙さ
                      制約：キャラクターが夢を語る（または思い出す）こと。
                  <b>04.</b> テーマ：海
                      制約：キャラクターが口に何かをくわえて遅れて登場すること。`,
  fanart: "ファンアート",
  fanart_notice: "自分のキャラクターの絵を描いていただいて、本当に感謝しています！ありがとうございます！",
  games: "ゲーム",
  load: "読み込み中...",
};
